Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: No career development plans available
ja_jp: キャリア開発計画がありません

source: Are you sure you want to submit the career development plan?
ja_jp: キャリア開発計画を送信してもよろしいですか？

source: Submit career development plan
ja_jp: キャリア開発計画を送信

source: The career development plan was successfully submitted.
ja_jp: キャリア開発計画が正常に送信されました。

source: Submit to manager
ja_jp: マネージャに送信

source: Are you sure you want to submit your career development plan to your manager?
ja_jp: あなたのキャリア開発計画をマネージャに送信してもよろしいですか？

source: Go to goals
ja_jp: 目標に移動

source: Plan category
ja_jp: プラン カテゴリ

source: My plans
ja_jp: マイプラン

source: View & manage my career plans
ja_jp: キャリア計画を表示および管理

source: My career plans
ja_jp: 私のキャリア計画

source: Manager reassigned: {{managerName}}
ja_jp: マネージャーが再割り当てされました:{{managerName}}

source: Track your personal career development progress
ja_jp: 個人のキャリア開発の進捗を追跡する

source: You don't have any career development plans yet
ja_jp: まだキャリア開発計画がありません

source: No plans match your search
ja_jp: 検索条件に一致するプランがありません

source: My career development plans
ja_jp: 私のキャリア開発計画

source: Career development plan name
ja_jp: キャリア開発プラン名

source: Your admin hasn't added any questions yet.
ja_jp: 管理者がまだ質問を追加していません。

source: No questions available
ja_jp: 質問がありません

source: Share your thoughts
ja_jp: 意見を共有

source: The worker will answer this question
ja_jp: 社員がこの質問に回答します

source: Edit to add your answer
ja_jp: 編集して回答を追加

source: Manager response pending
ja_jp: マネージャーの返答待ち

source: No inputs provided
ja_jp: 入力が提供されていません

source: Worker response pending
ja_jp: 従業員からの返答待ち

source: Career development questionnaire
ja_jp: キャリア開発質問票

source: Add skills to career development plan
ja_jp: キャリア開発計画にスキルを追加

source: Skill & competency groups
ja_jp: スキルおよび能力グループ

source: Enhance your profile by adding and rating your skills
ja_jp: スキルを追加して評価し、プロファイルを強化

source: Add your skills
ja_jp: スキルを追加

source: Search by skill name
ja_jp: スキル名で検索

source: Skill & category
ja_jp: スキルとカテゴリ

source: Manager evaluation
ja_jp: マネージャー評価

source: Select skill level
ja_jp: スキルレベルを選択

source: Worker self-rating
ja_jp: 作業者の自己評価

source: No manager rating was provided
ja_jp: マネージャーの評価が提供されていません

source: Pending manager review
ja_jp: マネージャレビュー待ち

source: No self-rating was provided
ja_jp: 自己評価が提供されていません

source: Pending worker review
ja_jp: 従業員レビュー待ち

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
ja_jp: このキャリア開発計画には回答を提出できません。再検討をご希望の場合は、マネージャーにご連絡ください。

source: You have opted out of the career development plan.
ja_jp: キャリア開発プランへの参加を辞退されました。

source: Worker refusal & submission
ja_jp: 作業者の拒否と提出

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
ja_jp: 作業者はすでに入力内容を提出しています。「作業者による却下」として処理をマークすることはできません。

source: Career development plan refused by worker
ja_jp: キャリア開発計画が従業員によって拒否されました

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
ja_jp: 本当に、従業員がキャリア開発プランへの参加を拒否したことを確定してよろしいですか？一度確定すると、従業員は回答やフォームの提出ができなくなります。

source: Confirm career development plan refusal
ja_jp: キャリア開発計画の拒否を確認する

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
ja_jp: セクションにコメントを追加することは引き続き可能です。レビューが完了しましたら、フォームを送信して手続きを完了してください。

source: The worker has opted out of the career development plan.
ja_jp: 従業員はキャリア開発プランへの参加を辞退しました。

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
ja_jp: キャリア開発計画への参加について、従業員の決定を確定してもよろしいですか？一度確定すると、従業員は回答を入力したり、フォームを提出したりできるようになります。

source: Confirm reopening of the career development plan
ja_jp: キャリア開発計画の再開を確認する

source: {{step}} (refused)
ja_jp: {{step}}（拒否されました）

source: Check-in category
ja_jp: チェックインカテゴリ

source: Make the most of your check-ins!
ja_jp: チェックインを最大限に活用しましょう！

source: No upcoming check-ins
ja_jp: 今後のチェックインはありません

source: Set a date for the following check-ins
ja_jp: 以下のチェックインの日付を設定

source: No results. Please try adjusting your filters or clearing some criteria to see results.
ja_jp: 結果がありません。結果が表示されるよう、フィルタを調整するか、いくつかの条件をクリアしてください。

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
ja_jp: まだチェックインを作成していません。成長への取り組みに向け、最初のチェックインを作成しましょう。

source: Actions required
ja_jp: 必要なアクション

source: No results.<br/>Clear the search to show all results.
ja_jp: 結果がありません。<br/>検索をクリアしてすべての結果を表示してください。

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
ja_jp: まだ目標がありません。良好な進捗を目指し、最初の目標を設定しましょう！

source: This worker has no goals yet. Create goals to help their progress.
ja_jp: この従業員にはまだ目標がありません。進捗の助けとなるよう、目標を作成しましょう。

source: Go to the Check-ins page to take any required actions
ja_jp: チェックインページに移動して、必要なアクションを実行

source: Events history
ja_jp: イベント履歴

source: No compensation data to display
ja_jp: 表示する報酬データがありません

source: Hide sensitive data
ja_jp: 機密データを非表示にする

source: Sensitive data is hidden
ja_jp: 機密データは非表示になっています

source: Salary change events – Last 5 years
ja_jp: 給与変更イベント — 過去5年

source: Historical compensation
ja_jp: 歴史的な補償

source: Overview of recent salary changes
ja_jp: 最近の給与変更の概要

source: Last request
ja_jp: 直近のリクエスト

source: Request date
ja_jp: 申請日

source: Request pay information
ja_jp: 給与情報をリクエストする

source: Enter your description here
ja_jp: ここに説明を入力してください

source: Pay information
ja_jp: 給与情報

source: You cannot submit a new pay information request as you already have a request in progress.
ja_jp: 進行中のリクエストが既にあるため、新しい給与情報リクエストを送信できません。

source: Request in progress
ja_jp: リクエストを処理中

source: The request was successfully created.
ja_jp: リクエストは正常に作成されました。

source: Midpoint
ja_jp: 中央値

source: No position in pay range data to display
ja_jp: 表示する給与範囲データがありません

source: Use this toggle to hide or show your sensitive compensation information.
ja_jp: このトグルを使用して、機密性の高い報酬情報を表示または非表示にできます。

source: Show sensitive data
ja_jp: 機密データを表示

source: Sensitive data is displayed
ja_jp: 機密データが表示されています

source: Total direct compensation
ja_jp: 総直接報酬

source: Total indirect compensation
ja_jp: 総間接報酬

source: Variable bonus
ja_jp: 変動ボーナス

source: Cost center name
ja_jp: コストセンター名

source: Education
ja_jp: 教育

source: General information
ja_jp: 一般情報

source: Hide worker details
ja_jp: 作業者の詳細を非表示にする

source: Role information
ja_jp: 役割情報

source: Show worker details
ja_jp: 作業者の詳細を表示

source: Start date in role
ja_jp: 役職開始日

source: Tenure
ja_jp: 在職期間

source: Worker information
ja_jp: 作業者情報

source: Work city
ja_jp: 勤務都市

source: No documents yet. Your most recent documents will be displayed here for easy access.
ja_jp: まだドキュメントがありません。最近のドキュメントはここに表示され、簡単にアクセスできます。

source: Latest documents
ja_jp: 最新のドキュメント

source: Date generated
ja_jp: 生成日

source: Tag
ja_jp: タグ

source: All documents you have received
ja_jp: 受信したすべてのドキュメント

source: You don't have enough information to review yet.
ja_jp: まだレビューに必要な情報がありません。

source: Variable achievement estimator
ja_jp: 変動達成推定ツール

source: Use our model for inspiration
ja_jp: 用意されているモデルから着想

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
ja_jp: ここには、あなたのフィードバックアクティビティが表示されます。さっそく、意見や提案を同僚と共有してみましょう。

source: Favorites
ja_jp: お気に入り

source: Feedback category
ja_jp: フィードバックカテゴリ

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
ja_jp: フィードバックメモは個人用であり、あなたにのみ表示されます。さっそく、ここにメモを追加して、進捗やアイデアを記録しましょう。

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
ja_jp: ここにメモを追加して、進捗やアイデアを記録しましょう。フィードバックメモは個人用であり、あなたにのみ表示されます。

source: Feedback overview
ja_jp: フィードバックの概要

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
ja_jp: ここには、公開としてマークされたフィードバックが表示されます。後ほど更新情報を再度確認してください。また、同僚にぜひ、最初の公開フィードバックを提供してみましょう。

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
ja_jp: ここには、公開としてマークされたフィードバックが表示されます。後ほど更新情報を再度確認してください。それまでの間、他の機能もぜひお試しください。

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
ja_jp: ここには、同僚からのフィードバックが表示されます。後ほど更新情報を再度確認してください。それまでの間、他の機能もぜひお試しください。

source: Reach out to your team and request their thoughts on your work.
ja_jp: チームに連絡を取り、あなたの仕事に対する意見をリクエストしましょう。

source: New feedback
ja_jp: 新しいフィードバック

source: Your received feedback volume is up!
ja_jp: 受信したフィードバック数が増えています！

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
ja_jp: ここには、リクエストされたフィードバックが表示されます。まずはチームに連絡を取り、あなたの仕事に対する意見をリクエストしてみましょう。

source: Request feedback and find out what your colleagues think about your collaboration.
ja_jp: フィードバックを依頼して、同僚があなたの協働についてどう思っているかを確認しましょう。

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
ja_jp: ここには、同僚からのフィードバックリクエストが表示されます。また、同僚にフィードバックリクエストを送信して、会話を始めることもできます。

source: New request
ja_jp: 新しいリクエスト

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
ja_jp: フィードバックは、社内のチームワークやプロセスの改善に役立ちます。さっそく、あなたの意見や提案を同僚と共有しましょう。

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
ja_jp: 同僚があなたのフィードバックを待っています。さっそく、あなたの洞察を共有しましょう。

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
ja_jp: フィードバックは、社内のチームワークやプロセスの改善に役立ちます。さっそく、あなたの意見や提案を同僚と共有しましょう。

source: Team feedback requests
ja_jp: チームのフィードバックリクエスト

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
ja_jp: ここには、同僚に関するフィードバックリクエストが表示されます。また、同僚にフィードバックリクエストを送信して、会話を始めることもできます。

source: Hide confidential information
ja_jp: 機密情報を非表示

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
ja_jp: ありがとうございます。株式報酬について詳しく話し合いたいというあなたの希望について、{{givenName}}さんにお伝えします。

source: My documents
ja_jp: 私のドキュメント

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
ja_jp: まだ行動ホイールの表示に必要なデータがありません。業績の全体像の構築を開始できるよう、同僚からのフィードバックをリクエストしてください。

source: There aren’t enough data to display the behavior wheel.
ja_jp: 行動ホイールを表示するのに十分なデータがありません。

source: View behaviors
ja_jp: 行動を表示

source: View my received feedback
ja_jp: 受信したフィードバックを表示

source: Explore the feedback you received and highlight the ones that inspire you the most!
ja_jp: 受信したフィードバックを確認し、気づきを得られたフィードバックをお気に入り登録しましょう！

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
ja_jp: まだお気に入りに追加したフィードバックはありません。受信したフィードバックを確認し、気づきを得られたフィードバックをお気に入り登録しましょう！

source: Go to feedback
ja_jp: フィードバックに移動

source: Your favorite received feedback
ja_jp: 受信したお気に入りのフィードバック

source: Go to documents
ja_jp: ドキュメントに移動

source: You don’t have any goal plans yet.
ja_jp: まだ目標計画がありません。

source: Your individual goals
ja_jp: あなたの個人の目標

source: Personal information
ja_jp: 個人情報

source: Org level 1
ja_jp: 組織レベル1

source: View profile
ja_jp: プロファイルを表示

source: Organization goals
ja_jp: 組織の目標

source: Payee
ja_jp: 受取人

source: No performance reviews are assigned to you at the moment.
ja_jp: 現時点で、あなたに割り当てられている業績レビューはありません。

source: Assigned reviews
ja_jp: 割り当てられたレビュー

source: Review category
ja_jp: レビューカテゴリ

source: No ratings yet
ja_jp: まだ評価がありません

source: List of performance reviews & ratings
ja_jp: 業績レビューおよび評価のリスト

source: Enable 360 reviews
ja_jp: 360レビューを有効化

source: Check the widgets you want visible on the passport page.
ja_jp: Passportページに表示するウィジェットを確認できます。

source: Passport widget settings
ja_jp: Passportウィジェット設定

source: Digital reward statement
ja_jp: デジタル報酬明細書

source: Enable my total compensation
ja_jp: 私の総報酬を有効化

source: Enable and configure the digital reward statement.
ja_jp: デジタル報酬明細書を有効化し、設定してください。

source: The section header cannot be empty.
ja_jp: セクションヘッダーを空にすることはできません。

source: Preview compensation breakdown in the digital reward statement page.
ja_jp: デジタル報酬明細ページの報酬内訳をプレビューします。

source: Compensation breakdown
ja_jp: 報酬内訳

source: Select the compensation elements to display in the history
ja_jp: 履歴に表示する報酬要素を選択してください

source: Choose elements
ja_jp: 要素を選択

source: Compensation elements
ja_jp: 報酬要素

source: At least one compensation element must be selected.
ja_jp: 少なくとも1つの報酬要素を選択する必要があります。

source: Number of years
ja_jp: 年数

source: The number of years must be at least 1.
ja_jp: 年数は1以上でなければなりません。

source: The number of years cannot be empty.
ja_jp: 年数を空にすることはできません。

source: Preview historical compensation
ja_jp: 報酬履歴のプレビュー

source: Show total compensation
ja_jp: 総報酬を表示

source: Preview compensation numerical overview
ja_jp: 報酬の数値概要をプレビュー

source: Compensation in numbers
ja_jp: 数字で見る報酬

source: Show total direct compensation
ja_jp: 直接報酬合計を表示

source: Show total indirect compensation
ja_jp: 間接報酬合計を表示

source: At least one compensation widget must be selected.
ja_jp: 少なくとも1つの報酬ウィジェットを選択する必要があります。

source: Compensation philosophy description
ja_jp: 報酬方針の説明

source: Enter text
ja_jp: テキストを入力してください

source: The description is required.
ja_jp: 説明は必須です。

source: The header is required.
ja_jp: ヘッダーは必須です。

source: Use this section to communicate your company’s guiding principles on pay and rewards.
ja_jp: このセクションを使用して、給与や報酬に関する貴社の指針となる原則を伝えてください。

source: Compensation philosophy
ja_jp: 報酬方針

source: Main content
ja_jp: 主な内容

source: Our compensation philosophy
ja_jp: 当社の報酬方針

source: Allow pay information requests
ja_jp: 給与情報のリクエストを許可する

source: Include the ability to request pay information.
ja_jp: 給与情報のリクエスト機能を含める。

source: The ray information text cannot be empty.
ja_jp: 報酬情報テキストを空にすることはできません。

source: Preview position in pay range in the digital reward statement page
ja_jp: デジタル報酬明細ページで給与範囲内の位置をプレビュー

source: Position in pay range
ja_jp: 給与レンジ内の位置

source: Position in pay range toggle
ja_jp: 給与範囲内の位置の切り替え

source: Compensation policy link description
ja_jp: 補償ポリシーのリンク説明

source: The label is required.
ja_jp: ラベルは必須です。

source: Please enter a valid URL
ja_jp: 有効なURLを入力してください

source: The link is required.
ja_jp: リンクは必須です。

source: Show compensation policy link
ja_jp: 補償ポリシーのリンクを表示

source: Add resource
ja_jp: リソースを追加

source: List of resources
ja_jp: リソースの一覧

source: Enter your resource label here
ja_jp: ここにリソースラベルを入力してください

source: The resource label cannot be empty.
ja_jp: リソースのラベルを空にすることはできません。

source: The resource link must be a valid URL.
ja_jp: リソースリンクは有効なURLである必要があります。

source: The resource link cannot be empty.
ja_jp: リソースリンクを空にすることはできません。

source: Provide links to the digital reward statement page.
ja_jp: デジタル報酬明細ページへのリンクを提供してください。

source: Section description
ja_jp: セクションの説明

source: Section header
ja_jp: セクションヘッダー

source: Side panel
ja_jp: サイドパネル

source: The digital reward statement was successfully updated.
ja_jp: デジタル報酬明細書が正常に更新されました。

source: Edit digital reward statement
ja_jp: デジタル報酬明細を編集する

source: Enable learning
ja_jp: 学習を有効化

source: Goal overall progress
ja_jp: 目標の全体的な進捗

source: Enable reviews
ja_jp: レビューを有効化

source: Show confidential information
ja_jp: 機密情報を表示

source: Chat
ja_jp: チャット

source: No comments yet
ja_jp: コメントはまだありません

source: Check-in comments
ja_jp: チェックインコメント

source: Goal comments
ja_jp: 目標コメント

source: Due date: {{date}}
ja_jp: 期限: {{date}}

source: Questionnaire comments
ja_jp: アンケートコメント

source: No questions
ja_jp: 質問なし

source: Skill comments
ja_jp: スキルコメント

source: Worker’s self-rating
ja_jp: 従業員の自己評価

source: No skills yet
ja_jp: スキルはまだありません

source: Manager’s evaluation
ja_jp: マネージャーの評価

source: No rating provided
ja_jp: 評価なし

source: Type: {{name}}
ja_jp: タイプ: {{name}}

source: Closed date
ja_jp: 完了日

source: Close date
ja_jp: 終了日

source: The worker has opted out of the career development plan
ja_jp: 社員はキャリア開発計画の参加を辞退しました

source: You have opted out of the career development plan
ja_jp: キャリア開発計画をオプトアウトしました

source: Uploaded files
ja_jp: アップロードされたファイル

source: Uploaded by: {{name}}
ja_jp: アップロード者: {{name}}

source: Automatically, using a deliverable
ja_jp: 成果物を使用して自動的に

source: Automatically, using the average of measurement criteria
ja_jp: 測定基準の平均を使用して自動的に

source: Audit trail
ja_jp: 監査証跡

source: This comment was deleted.
ja_jp: このコメントは削除されました。

source: Discussion
ja_jp: ディスカッション

source: Worker, Manager
ja_jp: 社員、マネージャー

source: Aligned with goal
ja_jp: 目標に沿った

source: Goals aligned with this goal
ja_jp: この目標に紐づく目標

source: {{name}} - Individual goal
ja_jp: {{name}} - 個人目標

source: {{name}} - Organizational goal
ja_jp: {{name}} - 組織目標

source: No due date
ja_jp: 期限なし

source: <0>{{userName}}</0> added alignments.
ja_jp: <0>{{userName}}</0>がアラインメントを追加しました。

source: <0>{{userName}}</0> deleted alignments.
ja_jp: <0>{{userName}}</0>がアラインメントを削除しました。

source: <0>{{userName}}</0> added a file.
ja_jp: <0>{{userName}}</0> がファイルを追加しました。

source: <0>{{userName}}</0> deleted a file.
ja_jp: <0>{{userName}}</0> がファイルを削除しました。

source: <0>{{userName}}</0> added a deliverable.
ja_jp: <0>{{userName}}</0> が成果物を追加しました。

source: <0>{{userName}}</0> deleted a deliverable.
ja_jp: <0>{{userName}}</0>が成果物を削除しました。

source: <0>{{userName}}</0> marked a deliverable as done.
ja_jp: <0>{{userName}}</0>が成果物を完了としてマークしました。

source: <0>{{userName}}</0> marked a deliverable as undone.
ja_jp: <0>{{userName}}</0>が成果物を未完了としてマークしました。

source: <0>{{userName}}</0> updated a deliverable.
ja_jp: <0>{{userName}}</0> が成果物を更新しました。

source: <0>{{userName}}</0> updated the description.
ja_jp: <0>{{userName}}</0>が説明を更新しました。

source: <0>{{userName}}</0> updated the due date.
ja_jp: <0>{{userName}}</0>が期限を更新しました。

source: No date
ja_jp: 日付なし

source: No progress
ja_jp: 進捗なし

source: No status
ja_jp: ステータスなし

source: No weight
ja_jp: 重みなし

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の終了日を初期の日付にリセットしました。

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の終了日を設定しました。

source: <0>{{userName}}</0> set the end date for the goal.
ja_jp: <0>{{userName}}</0> が目標の終了日を設定しました。

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の終了日を変更しました。

source: <0>{{userName}}</0> changed the end date for the goal.
ja_jp: <0>{{userName}}</0> が目標の終了日を変更しました。

source: From:
ja_jp: 送信元:

source: <0>{{userName}}</0> approved a goal.
ja_jp: <0>{{userName}}</0>が目標を承認しました。

source: <0>{{userName}}</0> created a goal.
ja_jp: <0>{{userName}}</0>が目標を作成しました。

source: <0>{{userName}}</0> rejected a goal.
ja_jp: <0>{{userName}}</0> が目標を却下しました。

source: <0>{{userName}}</0> deleted a goal.
ja_jp: <0>{{userName}}</0>が目標を削除しました。

source: <0>{{userName}}</0> marked a goal as done.
ja_jp: <0>{{userName}}</0>が目標を完了としてマークしました。

source: <0>{{userName}}</0> reopened a goal.
ja_jp: <0>{{userName}}</0>が目標を再開しました。

source: <0>{{userName}}</0> submitted a goal for approval.
ja_jp: <0>{{userName}}</0> が目標を承認のために提出しました。

source: <0>{{userName}}</0> added a measurement criterion.
ja_jp: <0>{{userName}}</0>が測定基準を追加しました。

source: <0>{{userName}}</0> deleted a measurement criterion.
ja_jp: <0>{{userName}}</0>が測定基準を削除しました。

source: <0>{{userName}}</0> updated a measurement criterion.
ja_jp: <0>{{userName}}</0>が測定基準を更新しました。

source: <0>{{userName}}</0> updated the population of a goal.
ja_jp: <0>{{userName}}</0>が目標の対象者を更新しました。

source: <0>{{userName}}</0> updated a goal priority.
ja_jp: <0>{{userName}}</0> が目標の優先度を更新しました。

source: <0>{{userName}}</0> updated the progress settings of a goal.
ja_jp: <0>{{userName}}</0>が目標の進捗設定を更新しました。

source: <0>{{userName}}</0> updated the progress of a goal.
ja_jp: <0>{{userName}}</0> が目標の進捗を更新しました。

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
ja_jp: <0>{{userName}}</0>は、目標母集団の日付を初期日付にリセットしました。

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の開始日を初期の日付にリセットしました。

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の開始日を設定しました。

source: <0>{{userName}}</0> set the start date for the goal.
ja_jp: <0>{{userName}}</0>が目標の開始日を設定しました。

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の開始日を変更しました。

source: <0>{{userName}}</0> changed the start date for the goal.
ja_jp: <0>{{userName}}</0> が目標の開始日を変更しました。

source: <0>{{userName}}</0> updated a title.
ja_jp: <0>{{userName}}</0>が役職を更新しました。

source: To:
ja_jp: 宛先:

source: <0>{{userName}}</0> updated a goal tracking status.
ja_jp: <0>{{userName}}</0>が目標の進捗ステータスを更新しました。

source: Progress trail
ja_jp: 進捗履歴

source: <0>{{userName}}</0> changed the goal weight.
ja_jp: <0>{{userName}}</0>が目標の重みを変更しました。

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の目標ウェイトを初期ウェイトにリセットしました。

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
ja_jp: <0>{{userName}}</0>は、目標母集団の目標ウェイトを初期ウェイトにリセットしました。

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の目標のウェイトを設定しました。

source: <0>{{userName}}</0> changed the weight of a goal.
ja_jp: <0>{{userName}}</0> が目標のウェイトを変更しました。

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
ja_jp: <0>{{userName}}</0>が<1>{{participantName}}</1>の目標ウェイトを更新しました。

source: No value
ja_jp: 値なし

source: Average score
ja_jp: 平均スコア

source: Max score
ja_jp: 最大スコア

source: Overall {{title}} score
ja_jp: 全体的な{{title}}スコア

source: Overall goal score
ja_jp: 総合目標スコア

source: Weight factor
ja_jp: 重み係数

source: Delivered
ja_jp: 配信済み

source: Not delivered
ja_jp: 未配信

source: No description
ja_jp: 説明なし

source: Additional goal description
ja_jp: 追加の目標説明

source: Overall behavior review
ja_jp: 全体的な行動レビュー

source: Overall goal review
ja_jp: 全体的な目標レビュー

source: Challenge review
ja_jp: チャレンジレビュー

source: Overall performance - Discussion outcome
ja_jp: 総合パフォーマンス - 面談結果

source: I acknowledge having had a performance coaching conversation with my manager.
ja_jp: マネージャーとパフォーマンスコーチングの面談を行ったことを確認します。

source: Custom widget
ja_jp: カスタムウィジェット

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
ja_jp: チームメンバーのパフォーマンス評価ウィジェットは、マネージャーがチームメンバーのパフォーマンスを評価し、評価するために特別に設計された強力なツールです。マネージャーが個々のパフォーマンスを追跡および評価し、説明責任を促進し、チームに関する情報に基づいた意思決定を行うための便利で効率的な方法を提供します。

source: Worker acknowledgment
ja_jp: 社員の確認

source: The review was validated by
ja_jp: レビューの承認者
